{
  "login": "логин",
  "Home": "Дом",
  "Products": "Товары",
  "Categories": "Категории",
  "About Us": "О нас",
  "Cavalier is a Cape Town based interior design studio. We arecreators of progressive, elegant furniture and lighting, as wellas artisanal objects and contemporary floor art. Our design isinspired by an enquiring contemporary aesthetic and timelessclassicism, with a deep respect for natural materials andtraditional craftsmanship. We aim to be at the forefront ofdiscerning modern living, and offer a fully comprehensive andbespoke interior design service.": "Cavalier — студия дизайна интерьера в Кейптауне. Мы создаем прогрессивную, элегантную мебель и освещение, а также предметы ручной работы и современное напольное искусство. Наш дизайн вдохновлен изысканной современной эстетикой и вневременным классицизмом, с глубоким уважением к натуральным материалам и традиционному мастерству. Мы стремимся быть в авангарде современной жизни и предлагаем комплексные и индивидуальные услуги по дизайну интерьера.",
  "Our desire is to continuously explore and refine our aestheticto better communicate intimate and characterful narratives through the art of design.": "Мы стремимся постоянно исследовать и совершенствовать нашу эстетику, чтобы лучше передавать интимные и характерные истории с помощью искусства дизайна.",
  "All rights reserved.": "Все права защищены.",
  "Name": "Имя",
  "Surname": "Фамилия",
  "Phone": "Телефон",
  "Password": "пароль",
  "Address": "Адрес",
  "E-mail Address": "Адрес электронной почты",
  "Message": "Сообщение",
  "Send": "Отправлять",
  "Contact": "Контакт",
  "All Products": "Все продукты",
  "Color": "цвет",
  "Size": "размер",
  "Add to Cart": "Добавить в корзину",
  "Product Type": "Тип продукта",
  "Brand": "марка",
  "Stock": "Запас",
  "In Stock": "В наличии",
  "Yes": "Да",
  "Remember me": "Запомните меня",
  "Log In": "Авторизоваться",
  "Don't have a account?": "У вас нет аккаунта?",
  "Sign Up": "Зарегистрироваться",
  "Complete Order": "Полный заказ",
  "Your Delivery Information": "Ваша информация о доставке",
  "Order No": "Порядковый номер",
  "Order Date": "Дата заказа",
  "Total": "общий",
  "Profile": "Профиль",
  "My Orders": "мои заказы",
  "Log Out": "Выйти",
  "Hello": "Привет",
  "Update": "Обновлять",
  "Save": "спасти",
  "Again": "опять таки",
  "Order Completed": "Заказ выполнен",
  "Continue Shopping": "Продолжить покупки"
}
